[FileInfo]
TranslatorName=tomokaz
LanguageName=日本語
TargetVersion=0.4.13.*
[General]
1001=選択
1002=ブラシ
1003=消しゴム
1004=クローン
1005=色の置換
1006=テキスト
1007=線
1008=矢印線
1009=楕円
1010=矩形
1011=塗りつぶし
1012=スポイト
1013=補正／回転
1014=測定
1015=ペンとブラシ設定
1016=ツールチップにヘルプを表示
1017=IrfanPaintについて
2001=選択ツールはIrfanViewを通常使用するためのもので、例えば選択範囲を作成するためのものです。
2002=ブラシはフリーハンドでペイントします。\n左クリック～ドラッグすると、前景色でペイントします。\n右クリックしてドラッグすると、背景色でペイントします。
2003=消しゴムは、フリーハンドで消します。\n左でクリック～ドラッグすると、背景色で消すことができます。\n右クリックしてドラッグすると、元の画像を復元します。(ペンとブラシ設定のオプションを有効にする必要があります!)
2004=クローンツールは、画像の一部を別の場所にコピーします。\n写真のほこりや傷を除去するのに使用できます。\n右クリックしてソースを選択し、左クリックして置き換えを開始します。
2005=色の置換は、色を別の色に置き換えるときに使用します。\n左クリック～ドラッグすると、背景色が前景色に置換します。\n右クリックしてドラッグすると、前景色が背景色に置換します。
2006=テキストツールは、画像に書式付きテキストを追加します。\nテキストカーソルの十字線が挿入するテキストのベースラインとなります。\nテキストは挿入点で左、右、または中央寄せにできます。
2007=線ツールは直線をペイントします。\クリック～ドラッグして線を定義します。 マウスボタンを離すと、線をペイントします。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFT キーを押しながらドラッグすると、線を45度単位に制限します。
2008=矢印ツールは、矢印をペイントします。\nクリック～ドラッグして、矢印を定義します。 マウスボタンを離すと、矢印をペイントします。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFT キーを押しながらドラッグすると、線を45度単位に制限します。\nこのボタンを右クリックすると、「矢印設定」ダイアログを表示します。
2009=楕円ツールは、真円や楕円をペイントします。\nカラーパレットの上の塗るボタンがチェックされている場合は塗りつぶしになり、チェックされていない場合は塗りつぶしません。\nクリック～ドラッグして楕円を定義します。 マウスボタンを離すとペイントします。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFTを押しながらドラッグすると、真円をペイントします。\nペンとブラシ設定(背景色)で透明度を設定することができます。
2010=矩形ツールは、正方形や長方形をペイントします。\nカラーパレットの上の塗るボタンがチェックされている場合は塗りつぶしになり、チェックされていない場合は塗りつぶしません。\nクリック～ドラッグして、長方形を定義します。 マウスボタンを離すとペイントします。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFTを押しながらドラッグすると、正方形をペイントします。\nペンとブラシ設定(背景色)で透明度を設定することができます。
2011=塗りつぶしツールは、一色で塗りつぶします。\n左クリックすると、前景色で塗りつぶします。\n右クリックすると、背景色で塗りつぶします。
2012=スポイントツールは画像から色を選択します。\n左クリックすると、前景色を選択します。\n右クリックすると背景色を選択します。\nSHIFTボタンを押しながらこのボタンをクリックすると、前のツールへの自動復帰を無効にします。
2013=補正／回転ツールは画像を補正します。\nクリック～ドラッグして、水平または垂直にしなければならない部分に「下線」を引きます。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFT キーを押しながらドラッグすると、線を45度単位に制限します。
2014=測定ツールでは、画像上の距離や角度を測定することができます。\nクリック～ドラッグして距離を測定します。\n角度の測定はすべて水平線を基準にします。\n中断するには、右クリックします。\nCTRL キーを押しながらドラッグすると、線の中心を開始点にします。\nSHIFT キーを押しながらドラッグすると、線を45度単位に制限します。\nこのボタンを右クリックすると、「測定単位」ダイアログを表示し、新しい測定単位を定義したり、現在の測定単位を編集、削除、ソートできます。
2015=ペンとブラシ設定ダイアログを表示します。
2016=ツールチップに短いヘルプを表示します。
2017=IrfanPaintのバージョン情報を表示します。
5201=クローンツールを使用する前に、コピー元ポイントを設定する必要があります(右クリック)。\nツールチップヘルプを有効にして、クローンツールのツールチップを読んで、より多くの情報を得てください。
5102=設定を保存できません。 INIファイルが書き込み可能か確認してください。
6001=謝辞:\r\n\r\nIrfanViewを開発し、IrfanPaintを動作させるための編集に時間を費やし、多くの有益な提案をしてくれたIrfan Skiljan氏。\r\n\r\nIrfanViewサポートフォーラムの利用者、特に:\r\nBhikkhu Pesala氏は、ツールチップやヘルプページを書いてくれて、バグを報告してくれて、バグを追跡するのを手伝ってくれて、多くの提案をしてくれました。\r\n世界の反対側から、バグを追跡するために、彼のコンピュータ上でダイヤルアップ接続を介してVPNを介してリモートデバッグをさせてくれたMatera氏。\r\nフォーラムの管理者であるSteve氏。\r\nすべてのベータテスターの皆さん、そして特にWindows NT 4上のIrfanPaintのすべての問題を報告してくれたLeon Fisk氏。\r\n\r\nDavide Pizzolato氏と彼の素晴らしい CxImage ライブラリ (http://www.codeproject.com/KB/graphics/cximage.aspx)。\r\n\r\nLode Vandevenne氏と彼の効率的なscanline floodfill algorithm with stack (http://student.kuleuven.be/~m0216922/CG/floodfill.html)の実装は、私がIrfanPaintのために適応させたものです。\r\n\r\nCodeProject.comとその素晴らしい記事に何度も助けられた。\r\n\r\n翻訳者の皆さん。\r\n\r\n寄付をしてくれたすべてのユーザー：ありがとう！
1443=前景色
1444=背景色
5301="%what%"は有効な数値ではありません。
5302=フィールドを空にすることはできません。
1101=%language% 翻訳者 %translator%
1651=名称
1652=記号
1653=定義
1654=現在選択されている計測単位を削除してもよろしいですか？
1655=削除確認
7001=デフォルト単位
7002=不明
7003=DPI未設定
7011=インチ
7012=ピクセル
7013=角度
7014=ミリメートル
5000=エラー
[101]
0=IrfanPaintについて
1=OK
1102=Text
1104=IrfanPaintのWebサイト(&V)
[100]
0=Paint
1060=IrfanPaint toolbar
1053=幅 (px)
1059=塗る
1056=許容値:
1061=透明度:
[103]
0=矢印線設定
1=OK
2=キャンセル
1301=始点矢印(&F)
1311=プレビュー:
1302=終点矢印(&S)
1309=矢印の幅:
1310=矢印の長さ:
1308=矢先を開く
[102]
0=色の選択
1=OK
2=キャンセル
[104]
0=ペンとブラシ設定
1442=ペン
1441=ブラシ
1=OK
2=キャンセル
1432=実線／点線:
1404=_______
1405=_ _ _ _ _
1406=. . . . . .
1407=_ . _ . _ .
1408=_ . . _ . .
1433=線の先端:
1410=丸
1411=四角
1412=フラット
1434=線の結合点:
1413=丸
1414=斜め
1415=留め継ぎ
1416=塗りつぶし
1417=- (水平)
1418=|| (垂直)
1419=＼＼(右下がり)
1420=／／(右上がり)
1421=+ (直交)
1422=x (斜線)
1435=塗りつぶし
1437=45度斜線
1438=クロスハッチ
1436=線
1439=色
1445=幅
1448=ピクセル (1-9999)
1449=消しゴムの右クリックを有効にする(より多くのメモリとペイントの再起動が必要です)
1440=背景色
1426=透明
1429=空白=1px空白\n.=1px描画
1431=上のプレビューをクリックすると、前景色と背景色のスタイルを交換します
1453=矩形／楕円の透明度
[105]
0=テキスト挿入
1501=フォント名(&N):
1502=サイズ(&S):
1506=太字(&B)
1507=斜体(&I)
1508=下線(&U)
1509=取り消し線(&S)
1510=左寄せ(&E)
1511=中央寄せ(&C)
1512=右寄せ(&R)
1=OK
2=キャンセル
1526=プレビューするには長押しします
1513=色選択(&C)
1521=レンダリング
1522=中抜き
1524=装飾なし
1523=縁取り
1525=アンチエイリアス
[106]
0=計測単位
1602=閉じる(&C)
1603=上へ移動(&U)
1604=下へ移動(&D)
1605=絶対化(&B)
1606=追加(&A)
1607=編集(&E)
1608=削除(&R)
[107]
0=計測単位編集
1701=名称:
1703=記号:
1705=定義:
1706=1 %unitsymbol% =
1=OK
2=キャンセル
[108]
0=計測結果
1=OK
1803=新しい単位(&N)
1802=コピー(&C)
